[
    {"id":"c01","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"Of course your home should be a safe place for the entire family. That’s why a safety fitting is included so that you can attach the wardrobe to the wall.<br><br>Perfect for folded as well as long and short hanging garments.<br><br>If you want to organise inside you can complement with SKUBB box 3-pack.<br><br>Adjustable hinges ensure that the doors hang straight.<br><br>Interior accessories that help you organise inside your wardrobe are sold separately.<br><br>"},
    {"id":"c02","name":"Hauga","pic":"ikea_hauga.png","price":"$129","brand":"Ikea","description":"Of course your home should be a safe place for the entire family. That’s why a safety fitting is included so that you can attach the wardrobe to the wall.<br><br>Designed to be used both on its own throughout the home and is also a perfect fit with other furniture in the HAUGA series, either to coordinate the style or create bigger storage solutions.<br><br>Maximise your storage and create a coordinated look by building your own HAUGA storage combination.<br><br>Thanks to the distinctive look and smart design, furniture in the HAUGA series work well on their own and even better together. The flat, smooth sides create seamless units when pieces are placed next to each other.<br><br>Hide or display your things by combining open and closed storage.<br><br>"},
    {"id":"c03","name":"Ravaror","pic":"ikea_ravaror.png","price":"$99","brand":"Ikea","description":"The castors make it easy to move, and since 2 of the castors can be locked, it stays in one place.<br><br>You can also use the side rods to hang scarves or hooks for smaller accessories.<br><br>The powder-coated steel surface is durable and easy to clean.<br><br>Max. load: 20 kg/shelf.<br><br>Only for indoor use.<br><br>"},
    {"id":"c04","name":"Rakkestad","pic":"ikea_rakkestad.png","price":"$129","brand":"Ikea","description":"Perfect on its own or combined with other wardrobes in the RAKKESTAD series depending on your space and needs.<br><br>Sliding doors allow more room for furniture because they don’t take any space to open.<br><br>The clothes rail holds about 10-12 shirts on hangers.<br><br>One shelf holds about 20 pairs of folded trousers or 40 T-shirts.<br><br>"},
    {"id":"c05","name":"Sundlandet","pic":"ikea_sundlandet.png","price":"179","brand":"Ikea","description":"Handy storage space to keep your hairbrush and other grooming accessories on the shelf under the mirror.<br><br>Clothes rail, drawers and open shelves give you plenty of storage space.<br><br>Built-in mirror.<br><br>Adjustable feet make it possible to compensate any irregularities in the floor.<br><br>WARNING! TIPPING HAZARD – Unanchored furniture can tip over. This furniture shall be anchored to the wall with the enclosed safety fitting to prevent it from tipping over.<br><br>Different wall materials require different types of fixing devices. Use fixing devices suitable for the walls in your home, sold separately.<br><br>"},
    {"id":"c06","name":"Kleppstad","pic":"ikea_kleppstad.png","price":"$75","brand":"Ikea","description":"Maximise your storage and create a coordinated look by building your own KLEPPSTAD wardrobe combination.<br><br>Additional KLEPPSTAD shelves can be purchased to customise your storage solution to your personal needs.<br><br>The clothes rail holds about 20 shirts on hangers.<br><br>One shelf holds about 20 pairs of folded trousers or 40 T-shirts.<br><br>May be completed with up to 1 additional KLEPPSTAD shelf.<br><br>"},
    {"id":"c07","name":"Nordkisa","pic":"ikea_nordkisa.png","price":"$229","brand":"Ikea","description":"You can create a room divider by attaching one of the shorter sides of the wardrobe to the wall.<br><br>This wardrobe is open yet it creates privacy thanks to a fixed wall on one side and a sliding door on the other.<br><br>Slide the door open to access your hanging clothes from either side of the wardrobe.<br><br>Slide the door to the other side to access your belongings on the shelves. Why not use the shelves to display some of your favourite objects?<br><br>NORDKISA series in bamboo coordinates beautifully with both our NORDLI and ELVARLI storage series.<br><br>"},
    {"id":"c08","name":"Songesand","pic":"ikea_songesand.png","price":"$179","brand":"Ikea","description":"You save space with a mirror door, because you don't need a separate mirror.<br><br>Adjustable shelves and clothes rails make it easy for you to customise the space according to your needs.<br><br>Complete with boxes and dividers to make it easier to keep track of smaller things. STUK, SKUBB and STORSTABBE storage series have items which are perfectly suited for this.<br><br>"},
    {"id":"c09","name":"Ellum White High Gloss Sliding Wardrobe","pic":"dunelm_ellum_white.jpg","price":"$311","brand":"Dunelm","description":"Offering two adjustable hanging rails and two adjustable shelves, this self-assembly Ellum sliding wardrobe offers an abundance of storage space.<br><br>Complete with two smooth, sliding doors, this modern wardrobe features custom modular panels that can be arranged to suit your interior needs. With a high gloss and mirrored finish, this contemporary wardrobe will suit and complement any modern decor. Please note, unfortunately we cannot deliver this item to the Channel Islands."},
    {"id":"c10","name":"Toulouse Ivory Triple Wardrobe","pic":"dunelm_toulouse_ivory.jpg","price":"$599","brand":"Dunelm","description":"<b>Dunelm Exclusive - Designed and Developed by Dunelm</b><br><br>Featuring a French-inspired design with ornate floral detailing, the Toulouse range boasts a vintage look, with a distressed off-white finish. Featuring curved legs, this self-assembly double wardrobe will add an elegant touch to any room.<br><br>Complete with two doors, this double wardrobe is fashioned with a hanging rail and a handy internal shelf. Featuring one spacious drawer with central support for durability, this stylish wardrobe has been finished with bronze ornate handles. The Toulouse double wardrobe is crafted with a solid pine frame and legs for durability."},
    {"id":"c11","name":"Nevada Grey Double Mirrored Wardrobe","pic":"dunelm_grey_double.jpg","price":"$149","brand":"Dunelm","description":"The Nevada Grey Double Mirrored Wardrobe features a contemporary design owing to the gloss finished front which contrasts perfectly with the light oak veneers. The Nevada has your storage needs covered thanks to the copious hanging space from the metal rail."},
    {"id":"c12","name":"Smastad","pic":"ikea_smastad.png","price":"$150","brand":"Ikea","description":"Sporty one day, and dressed up another day. At a certain age, changing style is part of the daily routine. This wardrobe has plenty of space for the never-ending style changes."},
    {"id":"c13","name":"Hasvik","pic":"ikea_hasvik.png","price":"$290","brand":"Ikea","description":"Keep it simple. Here's a basic solution to get you started, and space for more interiors if you want to upgrade."},
    {"id":"c14","name":"Corona Grey 2 Door Curved Top Wardrobe","pic":"dunelm_grey_curved.jpg","price":"$315","brand":"Dunelm","description":"The Corona range of solid pine furniture offers excellent value for money. The Mexican influence in the design and style creates a range that would be at home in a variety of settings. All items in this range are stained to reproduce the classic look of Mexican pine furniture with the wood being protected by a light wax. Metal fittings are used which further complement the looks of this stylish rustic furniture. This product should be fixed to a wall using a wall fastener."},
    {"id":"c15","name":"Panama 2 Door Wardrobe","pic":"dunelm_panama.jpg","price":"$149","brand":"Dunelm","description":"A rustic 2 door wardrobe crafted from solid pine with a natural oak wax finish and subtle groove details.<br><br>Keep your clothes clean and tidy in the Panama 2 Door Wardrobe. Crafted from solid pine with a natural oak wax finish, this wardrobe will add a touch of rustic charm to any bedroom. The simple but stylish wardrobe has plenty of hanging space for your shirts, trousers or dresses."},
    {"id":"c16","name":"Hyde Mirrored Corner Wardrobe","pic":"dunelm_hyde_mirrored.jpg","price":"$249","brand":"Dunelm","description":"With front panels and oak sides, the Hyde Range blends contemporary and traditional elements for a well rounded stylish look. With metal effect plastic handles and ample storage space, this wardrobe will be a practical addition to your home. The Hyde Mirrored Corner Wardrobe is a storage space maximising wardrobe, taking up minimal floor space and offering a modern alternative to the traditional."},
    {"id":"c17","name":"Charlotte Gents Wardrobe","pic":"dunelm_charles_oak.jpg","price":"$529","brand":"Dunelm","description":"<b>Dunelm Exclusive - Designed and Developed by Dunelm</b><br><br>Elegantly crafted with a natural lacquer coating, the Charlotte range features a natural colourway with complementing grey and white tones and a stylish grooved finish. Designed to host a range of interiors, this range comes complete with contrasting round metal handles.<br><br>Designed to maximise storage space, this gents wardrobe features a smooth running wide drawer with pull-out safety stop and two long cupboards complete with metal hanging rails and adjustable door hinges for easy levelling.<br><br>Care instructions: Wipe clean any spills immediately with a damp cloth, avoid harsh solvents or abrasives as this can damage the product. Maintain brass and metal by regular dusting and cleaning with mild soapy water, do not use brass cleaner as this will damage the lacquer. Avoid exposure to direct sunlight."},
    {"id":"c18","name":"Ethan Graphite 4 Door Wardrobe with Mirrors","pic":"dunelm_ethan_graphite.jpg","price":"$699","brand":"Dunelm","description":"This stylish wardrobe features profiled doors with shaker style metal handles. Including high quality components and multi-adjustable hinges this wardrobe isn't just practical but features a beautifully designed grain effect finish with a crisp graphite coloured coat, perfect for almost any bedroom."},
    {"id":"c19","name":"Lynx Black Sliding Wardrobe","pic":"dunelm_lynx_black.jpg","price":"$365","brand":"Dunelm","description":"The Birlea Lynx Black 2 Door Mirrored Wardrobe is a great way of adding storage to your bedroom. This modern collection of bedroom furniture is finished in high gloss black with complimentary silver handles."},
    {"id":"c20","name":"Clara Gents Wardrobe","pic":"dunelm_clara_gents.jpg","price":"$399","brand":"Dunelm","description":"<b>Dunelm Exclusive – Designed and Developed by Dunelm</b><br><br>Boasting a soft light grey lacquered finish and a simple, yet classic design the Clara bedroom collection is sure to suit a wide range of décor styles. This timeless range features delicate curved legs and trim, with antique pewter handles to complete the look.<br><br>Perfect for any bedroom, the self-assembly Clara wardrobe features a large hanging space and a large, smooth-running drawer, complete with a pull-out stop.<br><br>Care Instructions: Avoid prolonged exposure to direct sunlight. Wipe up spills immediately with a damp cloth, avoid common hazards such as harsh solvents or abrasives. Maintain with regular dusting. Clean metal fixtures with mild, soap and water, dry thoroughly. Do not use a brass cleaner as this will damage the lacquer."},
    {"id":"c21","name":"Habitat Atlas 3 Door Tall Gloss Wardrobe","pic":"argos_habitat_atlas.png","price":"$300","brand":"Argos","description":"The Atlas 3 door wardrobe has a cool, contemporary design. Featuring a sleek gloss front, its high-shine finish stands out against a contrasting matte white frame. Configurable according to your exact needs, it's supplied with 4 hanging rails and 2 removable shelves, so you can select between single, double or even triple hanging. Measuring over 2 metres tall, additional shelves, cubed storage and drawer packs are available to buy separately. Made in the UK.<br><br>We have Atlas wardrobe inserts available (sold separately. ) These add-ons are great for organising your wardrobe or perfect if you don't have the floor space for additional furniture. Type Atlas into the search bar to see our internal shelving units, internal chest of drawers and shelf packs."},
    {"id":"c22","name":"Argos Home Seville 3 Door Wardrobe","pic":"argos_home_seville.png","price":"$120","brand":"Argos","description":"The Seville offers you real value for money. A petite and simple 3 door wardrobe, it will save space, blend in easily with your decor and keep clothes and shoes well organised. Ideal for second bedrooms and student digs, it's made right here in the UK."},
    {"id":"c23","name":"Habitat Jenson Gloss 3 Door 4 Drawer Wardrobe","pic":"argos_home_jenson.png","price":"$310","brand":"Argos","description":"Keep it clean. Our Jenson bedroom collection is modern and stylish. Created with clean lines and minimalist design, it sits comfortably with any interior scheme you stick it into. This generously-sized wardrobe features 3 doors of hanging space and 4 drawers for organising folded clothing, shoes or anything else you want neatly kept out of sight. Finished in a grey, glossy sheen for a sleek, smart look. And smooth-glide, handleless drawers look chic and unfussy."},
    {"id":"c24","name":"Argos Home Camden 3 Door 3 Drawer Wardrobe","pic":"argos_home_camden.png","price":"$225","brand":"Argos","description":"A place for everything and everything in its place. The Camden 3 Door 3 Drawer Wardrobe is the perfect all-in-one storage solution for your kid's clothes and accessories. It's got 3 hanging rails, loads of shelf space hidden away behind a tall full height door, and 3 drawers underneath for all those folded items. The easy-glide metal runners make the drawers light and easy to open and close. And in this soft and cosy 2-tone colour with acacia wood effect, it is not only practical, it's pastel perfect.<br><br>Take a look at the rest of our Camden children's furniture collection to complete the look. With everything from bedside tables to wardrobes, plus some great money-saving bedroom furniture sets too, we've got your little one's room covered. Our products are designed with kids in mind and are built to cope with everyday use. Tested to the latest safety regulations, they comply with British and European safety standards."},
    {"id":"c25","name":"Habitat Scandinavia 2 Door Wardrobe","pic":"argos_habitat_scandinavia.png","price":"$105","brand":"Argos","description":"A nod to the Nordic. Our Scandinavia Collection represents the best of the interiors trend. Simplicity, function, connection to the natural world. This solid pine wardrobe has ample hanging space, so all your best clothes have their own home. Dresses, skirts, shirts and suits hang neatly, and there's room below them for shoes or storage boxes. The natural pine colour is lacquered for a smooth hardwearing finish that looks great with any dcor style you slot it into."},
    {"id":"c26","name":"Habitat Malibu 4 Door 3 Drawer Wardrobe","pic":"argos_habitat_malibu.png","price":"$275","brand":"Argos","description":"Are you a savvy fashionista that dreams big? Then our handsome 4 door wardrobe is the one for you. A storage sensation with a combo of hanging, shelving and drawer space. Head to toe dressing has never been so easy. It's mirrored front creates an illusion of roominess, reflecting light and of course your appearance before you go out. With a full width rail, it's designed to give oodles of both long and short hanging - as well as plenty of drawer space for folding. Uber cool black oak effect finish with smart nickel knobs."},
    {"id":"c27","name":"Argos Home Kensington 4 Door 2 Drawer Mirror Wardrobe","pic":"argos_home_kensington.png","price":"$370","brand":"Argos","description":"Create a refined, country-style look with the Kensington 4-door 2-drawer wardrobe. Featuring antique-effect metal handles, the wardrobe comes with 2 wide, easy-glide drawers and plenty of hanging space for dresses, suits and more. Made in the UK, the decorative wrap-around plinth gives it a traditional, elegant finish. Kensington has all the hallmarks of style and quality."},
    {"id":"c28","name":"Argos Home Broadway 4 Door 4 Drawer Wardrobe","pic":"argos_habitat_broadway.png","price":"$400","brand":"Argos","description":"Get set for glamour with Broadway! With its grey high-gloss front and contrasting white frame, this 4-door 4-drawer wardrobe is made to stand out. It features 3 hanging sections, 4 spacious drawers and 4 shelves, so it has a plenty of space inside for your clothes collection. It comes with 2 striking handle choices; sleek polished chrome or sparkling diamante. So, you can personalise it to suit your mood: fabulous or FABULOUS!"},
    {"id":"c29","name":"Argos Home Sandon 2 Door 2 Drawer Mirrored Wardrobe","pic":"argos_home_sandon.png","price":"$240","brand":"Argos","description":"Reflect light and space into your room with the Sandon collection. This 2 door wardrobe has a pristine mirrored front and a contrasting coloured frame. Each drawer sits on metal runners to glide open easily during everyday use. This collection is great for small spaces where the mirrors can really help open up the room."},
    {"id":"c30","name":"Argos Home Munich 1 Door Mirror Wardrobe","pic":"argos_munich.png","price":"$140","brand":"Argos","description":"Designed with modern living in mind, meet Munich. Our largest wardrobe range yet! At over 2 metres tall, it maximises the space available in your bedroom, and provides clothing space for even the most avid of online shoppers! This 1-door mirrored wardrobe comes complete with an adjustable shelf and 2 hanging rails, that can be positioned to suit your needs. The edge-to-edge mirrored door helps to open up the space and create a dressing room feel. The elegant anthracite tone will add a cosy feel to your bedroom.<br><br>Munich is all about mix and matching. It's been designed to accommodate an array of internal optional extras; from shelving to LED lights. Customise your Munich out with shoe racks, wire baskets and more, to create your very own stylish, smart storage solution. We're talking the ultimate designer look bedroom! Type Munich in the search bar to find all the additional extras available. Included with the Munich, are sleek bar handles. Attaching them is completely optional; the decision is yours.<br><br>Part of the Munich collection."}
]