[
    {"id":"c01","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"Of course your home should be a safe place for the entire family. That’s why a safety fitting is included so that you can attach the wardrobe to the wall.<br><br>Perfect for folded as well as long and short hanging garments.<br><br>If you want to organise inside you can complement with SKUBB box 3-pack.<br><br>Adjustable hinges ensure that the doors hang straight.<br><br>Interior accessories that help you organise inside your wardrobe are sold separately.<br><br>"},
    {"id":"c02","name":"Hauga","pic":"ikea_hauga.png","price":"$129","brand":"Ikea","description":"Of course your home should be a safe place for the entire family. That’s why a safety fitting is included so that you can attach the wardrobe to the wall.<br><br>Designed to be used both on its own throughout the home and is also a perfect fit with other furniture in the HAUGA series, either to coordinate the style or create bigger storage solutions.<br><br>Maximise your storage and create a coordinated look by building your own HAUGA storage combination.<br><br>Thanks to the distinctive look and smart design, furniture in the HAUGA series work well on their own and even better together. The flat, smooth sides create seamless units when pieces are placed next to each other.<br><br>Hide or display your things by combining open and closed storage.<br><br>"},
    {"id":"c03","name":"Ravaror","pic":"ikea_ravaror.png","price":"$99","brand":"Ikea","description":"The castors make it easy to move, and since 2 of the castors can be locked, it stays in one place.<br><br>You can also use the side rods to hang scarves or hooks for smaller accessories.<br><br>The powder-coated steel surface is durable and easy to clean.<br><br>Max. load: 20 kg/shelf.<br><br>Only for indoor use.<br><br>"},
    {"id":"c04","name":"Rakkestad","pic":"ikea_rakkestad.png","price":"$129","brand":"Ikea","description":"Perfect on its own or combined with other wardrobes in the RAKKESTAD series depending on your space and needs.<br><br>Sliding doors allow more room for furniture because they don’t take any space to open.<br><br>The clothes rail holds about 10-12 shirts on hangers.<br><br>One shelf holds about 20 pairs of folded trousers or 40 T-shirts.<br><br>"},
    {"id":"c05","name":"Sundlandet","pic":"ikea_sundlandet.png","price":"179","brand":"Ikea","description":"Handy storage space to keep your hairbrush and other grooming accessories on the shelf under the mirror.<br><br>Clothes rail, drawers and open shelves give you plenty of storage space.<br><br>Built-in mirror.<br><br>Adjustable feet make it possible to compensate any irregularities in the floor.<br><br>WARNING! TIPPING HAZARD – Unanchored furniture can tip over. This furniture shall be anchored to the wall with the enclosed safety fitting to prevent it from tipping over.<br><br>Different wall materials require different types of fixing devices. Use fixing devices suitable for the walls in your home, sold separately.<br><br>"},
    {"id":"c06","name":"Kleppstad","pic":"ikea_kleppstad.png","price":"$75","brand":"Ikea","description":"Maximise your storage and create a coordinated look by building your own KLEPPSTAD wardrobe combination.<br><br>Additional KLEPPSTAD shelves can be purchased to customise your storage solution to your personal needs.<br><br>The clothes rail holds about 20 shirts on hangers.<br><br>One shelf holds about 20 pairs of folded trousers or 40 T-shirts.<br><br>May be completed with up to 1 additional KLEPPSTAD shelf.<br><br>"},
    {"id":"c07","name":"Nordkisa","pic":"ikea_nordkisa.png","price":"$229","brand":"Ikea","description":"You can create a room divider by attaching one of the shorter sides of the wardrobe to the wall.<br><br>This wardrobe is open yet it creates privacy thanks to a fixed wall on one side and a sliding door on the other.<br><br>Slide the door open to access your hanging clothes from either side of the wardrobe.<br><br>Slide the door to the other side to access your belongings on the shelves. Why not use the shelves to display some of your favourite objects?<br><br>NORDKISA series in bamboo coordinates beautifully with both our NORDLI and ELVARLI storage series.<br><br>"},
    {"id":"c08","name":"Songesand","pic":"ikea_songesand.png","price":"$179","brand":"Ikea","description":"You save space with a mirror door, because you don't need a separate mirror.<br><br>Adjustable shelves and clothes rails make it easy for you to customise the space according to your needs.<br><br>Complete with boxes and dividers to make it easier to keep track of smaller things. STUK, SKUBB and STORSTABBE storage series have items which are perfectly suited for this.<br><br>"},
    {"id":"c09","name":"Ellum White High Gloss Sliding Wardrobe","pic":"dunelm_ellum_white.jpg","price":"$311","brand":"Dunelm","description":"Offering two adjustable hanging rails and two adjustable shelves, this self-assembly Ellum sliding wardrobe offers an abundance of storage space.<br><br>Complete with two smooth, sliding doors, this modern wardrobe features custom modular panels that can be arranged to suit your interior needs. With a high gloss and mirrored finish, this contemporary wardrobe will suit and complement any modern decor. Please note, unfortunately we cannot deliver this item to the Channel Islands."},
    {"id":"c10","name":"Toulouse Ivory Triple Wardrobe","pic":"dunelm_toulouse_ivory.jpg","price":"$599","brand":"Dunelm","description":"<b>Dunelm Exclusive - Designed and Developed by Dunelm</b><br><br>Featuring a French-inspired design with ornate floral detailing, the Toulouse range boasts a vintage look, with a distressed off-white finish. Featuring curved legs, this self-assembly double wardrobe will add an elegant touch to any room.<br><br>Complete with two doors, this double wardrobe is fashioned with a hanging rail and a handy internal shelf. Featuring one spacious drawer with central support for durability, this stylish wardrobe has been finished with bronze ornate handles. The Toulouse double wardrobe is crafted with a solid pine frame and legs for durability."},
    {"id":"c11","name":"Nevada Grey Double Mirrored Wardrobe","pic":"dunelm_grey_double.jpg","price":"$149","brand":"Dunelm","description":"The Nevada Grey Double Mirrored Wardrobe features a contemporary design owing to the gloss finished front which contrasts perfectly with the light oak veneers. The Nevada has your storage needs covered thanks to the copious hanging space from the metal rail."},
    {"id":"c12","name":"Smastad","pic":"ikea_smastad.png","price":"$150","brand":"Ikea","description":"Sporty one day, and dressed up another day. At a certain age, changing style is part of the daily routine. This wardrobe has plenty of space for the never-ending style changes."},
    {"id":"c13","name":"Hasvik","pic":"ikea_hasvik.png","price":"$290","brand":"Ikea","description":"Keep it simple. Here's a basic solution to get you started, and space for more interiors if you want to upgrade."},
    {"id":"c14","name":"Corona Grey 2 Door Curved Top Wardrobe","pic":"dunelm_grey_curved.jpg","price":"$315","brand":"Dunelm","description":"The Corona range of solid pine furniture offers excellent value for money. The Mexican influence in the design and style creates a range that would be at home in a variety of settings. All items in this range are stained to reproduce the classic look of Mexican pine furniture with the wood being protected by a light wax. Metal fittings are used which further complement the looks of this stylish rustic furniture. This product should be fixed to a wall using a wall fastener."},
    {"id":"c15","name":"Panama 2 Door Wardrobe","pic":"dunelm_panama.jpg","price":"$149","brand":"dunelm","description":"A rustic 2 door wardrobe crafted from solid pine with a natural oak wax finish and subtle groove details.<br><br>Keep your clothes clean and tidy in the Panama 2 Door Wardrobe. Crafted from solid pine with a natural oak wax finish, this wardrobe will add a touch of rustic charm to any bedroom. The simple but stylish wardrobe has plenty of hanging space for your shirts, trousers or dresses."},
    {"id":"c16","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c17","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c18","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c19","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c20","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c21","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c22","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c23","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c24","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c25","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c26","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c27","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c28","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c29","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c30","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"}
]