[
    {"id":"c01","name":"Brimnes","pic":"ikea_brimnes.png","price":"$115","brand":"Ikea","description":"102"},
    {"id":"c02","name":"Hauga","pic":"ikea_hauga.png","price":"$129","brand":"Ikea"},
    {"id":"c03","name":"Ravaror","pic":"ikea_ravaror.png","price":"$99","brand":"Ikea"},
    {"id":"c04","name":"Rakkestad","pic":"ikea_rakkestad.png","price":"$129","brand":"Ikea"},
    {"id":"c05","name":"Sundlandet","pic":"ikea_sundlandet.png","price":"179","brand":"Ikea"},
    {"id":"c06","name":"Kleppstad","pic":"ikea_kleppstad.png","price":"$75","brand":"Ikea"},
    {"id":"c07","name":"Nordkisa","pic":"ikea_nordkisa.png","price":"$229","brand":"Ikea"},
    {"id":"c08","name":"Songesand","pic":"ikea_songesand.png","price":"$179","brand":"Ikea"},
    {"id":"c09","name":"Ellum White High Gloss Sliding Wardrobe","pic":"dunelm_ellum_white.jpg","price":"$311","brand":"Dunelm","description":"Offering two adjustable hanging rails and two adjustable shelves, this self-assembly Ellum sliding wardrobe offers an abundance of storage space.<br><br>Complete with two smooth, sliding doors, this modern wardrobe features custom modular panels that can be arranged to suit your interior needs. With a high gloss and mirrored finish, this contemporary wardrobe will suit and complement any modern decor. Please note, unfortunately we cannot deliver this item to the Channel Islands."},
    {"id":"c10","name":"Toulouse Ivory Triple Wardrobe","pic":"dunelm_toulouse_ivory.jpg","price":"$599","brand":"Dunelm","description":"<b>Dunelm Exclusive - Designed and Developed by Dunelm</b><br><br>Featuring a French-inspired design with ornate floral detailing, the Toulouse range boasts a vintage look, with a distressed off-white finish. Featuring curved legs, this self-assembly double wardrobe will add an elegant touch to any room.<br><br>Complete with two doors, this double wardrobe is fashioned with a hanging rail and a handy internal shelf. Featuring one spacious drawer with central support for durability, this stylish wardrobe has been finished with bronze ornate handles. The Toulouse double wardrobe is crafted with a solid pine frame and legs for durability."},
    {"id":"c11","name":"Nevada Grey Double Mirrored Wardrobe","pic":"dunelm_grey_double.jpg","price":"$149","brand":"Dunelm","description":"The Nevada Grey Double Mirrored Wardrobe features a contemporary design owing to the gloss finished front which contrasts perfectly with the light oak veneers. The Nevada has your storage needs covered thanks to the copious hanging space from the metal rail."}
]